export const vacancies = [
    {
      id: 1,
      title: "Мобильный банкир (начинающий специалист)",
      salary: "от 110 000 до 190 000 ₽",
      company: "Альфа-Банк",
      city: "Москва, м. Белорусская",
      experience: "не требуется",
      employment: "Полная занятость, полный день",
      published: "3 дня назад",
      image: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQBcu1nigatsK3FFj_TTCcMaZnc7jWdw2hfDg&s",
      description: {
        duties: ["Выезд к клиентам (юридическим лицам) в офис", "Консультирование по продуктам банка", "Оформление документов", "Поддержание долгосрочных отношений с клиентами"],
        requirements: ["Высшее образование (или студент старших курсов)", "Грамотная речь, коммуникабельность", "Уверенный пользователь ПК", "Желание развиваться в банковской сфере"],
        conditions: ["Официальное трудоустройство по ТК РФ", "Белая заработная плата", "Обучение за счёт компании", "Карьерный рост", "ДМС после испытательного срока"]
      }
    },
    {
      id: 2,
      title: "Курьер / Велокурьер в Озон фреш",
      salary: "от 120 000 до 250 000 ₽",
      company: "Ozon",
      city: "Москва, м. Парк Культуры",
      experience: "от 1 года",
      employment: "Полная занятость, сменный график",
      published: "1 день назад",
      image: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRH8ZNeMV3tfyjvz6UHEMj7vQgCUpqb9BIXeQ&s",
      description: {
        duties: ["Доставка заказов", "Сканирование товаров", "Работа с мобильным приложением"],
        requirements: ["Физическая выносливость", "Знание города", "Смартфон на Android"],
        conditions: ["Ежедневные выплаты", "Гибкий график", "Скидки на продукты", "Форменная одежда"]
      }
    },
    {
      id: 3,
      title: "Менеджер по работе с клиентами",
      salary: "от 70 000 до 120 000 ₽",
      company: "МТС",
      city: "Москва, м. Арбатская",
      experience: "от 1 до 3 лет",
      employment: "Полная занятость, полный день",
      published: "5 дней назад",
      image: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS-zGLAhrvmjF6ckwZnyf_14DgzqlSfcNyGVw&s",
      description: {
        duties: ["Привлечение новых клиентов", "Проведение встреч", "Подготовка коммерческих предложений"],
        requirements: ["Опыт продаж B2B", "Навыки переговоров", "Водительские права категории B"],
        conditions: ["Оклад + бонусы", "ДМС", "Корпоративное обучение", "Современный офис"]
      }
    },
    {
      id: 4,
      title: "Калькулятор",
      salary: "от 4 300 до 5 500 ₽",
      company: "МГТУ",
      city: "Москва, м. Бауманская",
      experience: "не требуется",
      employment: "Частичная занятость, неполный день",
      published: "2 дня назад",
      image: "https://bumaga-s.ru/productImage/528254x550y550.jpg",
      description: {
        duties: ["Ввод данных в систему", "Проверка расчетов", "Работа с таблицами"],
        requirements: ["Внимательность", "Базовые знания математики", "Уверенный пользователь Excel"],
        conditions: ["Удобный график", "Студентам очного отделения", "Оформление по ТК РФ"]
      }
    }
  ];
